Repository: Komtet/cs-cart
Catalog: var/langs/*/addons/rus_komtet_kassa_intelcrew.po
Languages: ru_ru

# Addons::name::rus_komtet_kassa_intelcrew
source: KOMTET Kassa
ru_ru: КОМТЕТ Касса

# SettingsOptions::rus_komtet_kassa_intelcrew::statuses_paid
source: Statuses for paid orders
ru_ru: Статусы оплаченных заказов

# SettingsTooltips::rus_komtet_kassa_intelcrew::statuses_paid
source: When an order gets one of these statuses, a sales receipt is issued.
ru_ru: Когда заказ получает один из этих статусов, происходит фискализация.

# SettingsOptions::rus_komtet_kassa_intelcrew::statuses_refund
source: Statuses for refunded orders
ru_ru: Статусы возвращённых заказов

# SettingsTooltips::rus_komtet_kassa_intelcrew::statuses_refund
source: When an order gets one of these statuses, a return receipt is issued.
ru_ru: Когда заказ получает один из этих статусов, происходит фискализация возврата.

# SettingsOptions::rus_komtet_kassa_intelcrew::default_sno
source: Taxation system
ru_ru: Система налогообложения по умолчанию

# SettingsOptions::rus_komtet_kassa_intelcrew::default_vat
source: Default taxation system
ru_ru: Налоговая ставка по умолчанию

# SettingsOptions::rus_komtet_kassa_intelcrew::default_vat
source: Default VAT
ru_ru: Налоговая ставка по умолчанию

# SettingsOptions::rus_komtet_kassa_intelcrew::payment_systems
source: Payment systems for fiscalization
ru_ru: Способы оплаты, для которых производить фискализацию

# SettingsOptions::rus_komtet_kassa_intelcrew::is_print_check
source: Is check printing needed
ru_ru: Печатать ли бумажный чек

# SettingsOptions::rus_komtet_kassa_intelcrew::shop_id
source: ShopId
ru_ru: ShopId Магазина

# SettingsOptions::rus_komtet_kassa_intelcrew::shop_secret
source: Shop Secret
ru_ru: Secret Магазина

# SettingsOptions::rus_komtet_kassa_intelcrew::queue_id
source: Queue ID
ru_ru: ID Очереди
